[
    {
      "title": "Relación del Nuevo Descubrimiento del Famoso Río de las Amazonas (Gaspar de Carvajal, 1542)",
      "link": "https://archive.org/details/raha_103310",
      "coordinates": null,
      "confidence": "High",
      "known_settlement_likelihood": "Medium",
      "description": "First-hand chronicle of the Orellana expedition down the Amazon. Carvajal vividly describes densely populated towns and even encounters with \"Amazons\" (warrior women). Long dismissed as exaggeration, his report of numerous large villages along the river is now supported by archaeological evidence of hundreds of pre-Columbian settlements across Amazonia:contentReference[oaicite:0]{index=0}. This makes Carvajal’s account a valuable guide to areas that may conceal undiscovered sites."
    },
    {
      "title": "Journey on the Amazon (Cristóbal de Acuña, 1639)",
      "link": "https://archive.org/details/expeditionsintov00markrich",
      "coordinates": null,
      "confidence": "High",
      "known_settlement_likelihood": "High",
      "description": "A Spanish Jesuit’s detailed report of the 1637–39 journey from the Andes to the Atlantic. Acuña documents rivers, tributaries, and indigenous nations along the Amazon a century after Orellana. He notes large villages (though populations had declined post-contact) and geographic details useful for locating historical tribal regions. As a well-informed observer, Acuña’s work can point researchers to known indigenous centers that might host archaeological remains (e.g. near confluences he names). His record helped confirm earlier accounts and guided colonial maps:contentReference[oaicite:1]{index=1}:contentReference[oaicite:2]{index=2}, providing leads on settlement locations that modern surveys can re-examine."
    },
    {
      "title": "Orellana’s Voyage (Antonio de Herrera y Tordesillas, 1601)",
      "link": "https://readingtheperiphery.org/herrera/",
      "coordinates": null,
      "confidence": "Medium",
      "known_settlement_likelihood": "Medium",
      "description": "Published in Herrera’s \"General History of the West Indies\" (Decade VI), this is a secondary account of Orellana’s 1541–42 Amazon expedition compiled from Spanish reports:contentReference[oaicite:3]{index=3}:contentReference[oaicite:4]{index=4}. It corroborates the discovery of many indigenous villages and the naming of the \"Amazonas\" after reports of women warriors. While not an eyewitness, Herrera preserved details from now-lost primary sources. His narrative can alert researchers to sites (like the \"Province of the Omaguas\" or others) that Spaniards noted in the 16th century. It provides a bridge between Carvajal’s account and later chronicles, ensuring no early observations are overlooked."
    },
    {
      "title": "Comentarios Reales (Inca Garcilaso de la Vega, 1609 – Amazon Episode)",
      "link": "https://archive.org/details/questofeldorado000158mbp/page/n239",
      "coordinates": null,
      "confidence": "Medium",
      "known_settlement_likelihood": "Medium",
      "description": "Garcilaso’s famous work includes an account of Gonzalo Pizarro’s quest for \"La Canela\" and Orellana’s descent of the Amazon, based on reports circulating in Peru. Though second-hand, it adds colorful details (e.g. describing the land of cinnamon and the rich villages Orellana supposedly saw). Garcilaso repeats the story of encounters with fierce female warriors and abundant towns. As an early published mention of Amazon riches and large populations, it fed the El Dorado legend. For modern researchers, this narrative underscores which regions (e.g. around the Napo and Negro confluence) were thought to harbor complex societies, highlighting them as targets for archaeological survey."
    },
    {
      "title": "The Discoverie of the… Empire of Guiana (Sir Walter Raleigh, 1596)",
      "link": "https://www.loc.gov/item/47042477/",
      "coordinates": [4.0, -60.0],
      "confidence": "Medium",
      "known_settlement_likelihood": "Low",
      "description": "Raleigh’s famous account of his exploration along the Orinoco in search of the legendary city of Manoa (El Dorado). While centered in Guiana (Orinoco basin), Raleigh gathered Spanish and indigenous stories that placed a wealthy city somewhere in the Amazon’s watershed. He describes hearing of large towns “with great wealth” inland. Although he never found the golden city, his writings pinpoint lakes (like Parime) and regions (the Rupununi savanna) where such a civilization was rumored. These clues, combined with modern remote sensing revealing complex urbanism in parts of Amazonia:contentReference[oaicite:5]{index=5}, suggest Raleigh’s expedition lore may contain kernels of truth about substantial settlements awaiting discovery."
    },
    {
      "title": "Manuscript 512 (Anonymous Portuguese report, 1753)",
      "link": "https://pt.wikisource.org/wiki/Manuscrito_512",
      "coordinates": [-12.5, -43.0],
      "confidence": "High",
      "known_settlement_likelihood": "Low",
      "description": "A mysterious 18th-century manuscript from Brazil’s National Library describing ruins of an ancient stone city deep in the Amazon (possibly in Bahia’s interior). The unknown bandeirante author gives a detailed narrative of a large abandoned city with paved roads, arches, and Greek-like statues. Long an enigma (and an inspiration for explorations like Colonel Fawcett’s quest for “Z”), Manuscript 512 points to a specific location that remains unverified on the ground. Given recent estimates that over 10,000 pre-Columbian sites remain hidden in Amazonia:contentReference[oaicite:6]{index=6}, this document provides a tantalizing lead to one such site. Its coordinates are imprecise, but it narrows the search to a region between the Amazon and São Francisco basins where a monumental settlement might exist."
    },
    {
      "title": "Journal of Father Samuel Fritz (1686–1723)",
      "link": "https://digital.bbm.usp.br/handle/bbm/6833",
      "coordinates": [-3.5, -72.5],
      "confidence": "High",
      "known_settlement_likelihood": "High",
      "description": "The travel diaries of Jesuit priest Samuel Fritz, who explored and mapped the upper Amazon (Marañón and Napo rivers) in the late 17th century. Fritz founded missions among the Omagua and Yurimagua peoples and famously produced the first accurate map of the Amazon (1707). His journal records large indigenous towns and cultural practices, and even debates the existence of mythical entities like the Amazon warrior women and Lake El Dorado. Fritz’s observations of tribal territories and settlement patterns (e.g. the concentration of villages on high ground along the Amazon’s floodplain) provide valuable context. Many mission sites he mentions (some now lost in the forest) could be rediscovered archaeologically. His map and notes directly inform where substantial population centers were located:contentReference[oaicite:7]{index=7}."
    },
    {
      "title": "El Marañón y Amazonas (Manuel Rodríguez, 1684)",
      "link": "https://archive.org/details/elmaranonyamazon00rodr",
      "coordinates": null,
      "confidence": "High",
      "known_settlement_likelihood": "High",
      "description": "A comprehensive 17th-century history of Amazon exploration and evangelization, written by a Jesuit scholar. Rodríguez compiles all known expeditions, “ entradas,” and missionary endeavors in the Amazon basin up to his time, drawing on official reports and letters. He details both failed and successful expeditions, noting where explorers found large indigenous nations and where missions were established. Because it aggregates many sources (some now lost), this book is a goldmine of leads on locations of indigenous provinces, mission villages, and reported cities. For example, Rodríguez discusses the Omagua and Moxicongo territories, and the missionary reductions in Maynas and Pará. Each of these references can point archaeologists to specific regions (with 17th-century place names) that warrant investigation for ruins or cultural landscapes."
    },
    {
      "title": "Relación de todo lo sucedido en la Jornada de Omagua y Dorado (Francisco Vázquez, 1561)",
      "link": "https://archive.org/stream/questofeldorado000158mbp/questofeldorado000158mbp_djvu.txt",
      "coordinates": null,
      "confidence": "Medium",
      "known_settlement_likelihood": "Medium",
      "description": "This is a firsthand report by a survivor of the ill-fated 1560–1561 expedition led by Pedro de Ursúa (and later usurped by Lope de Aguirre) in search of El Dorado. Vázquez’s narrative, written as a letter, recounts the journey down the Amazon’s tributaries (Huallaga/Marañón) and the hardships en route to the Atlantic. Importantly, he describes the indigenous villages encountered – or notably, their absence in portions of the route – and the interactions with local populations. His account of the \"Omagua\" region is one of the few from that gap between Orellana and Acuña:contentReference[oaicite:8]{index=8}:contentReference[oaicite:9]{index=9}. It hints at population decline (some villages found abandoned) but still mentions large settlements in some areas. Vázquez’s route and descriptions can help target archaeological surveys along the Napo and Marañón where his party noted settlements."
    },
    {
      "title": "La Condamine’s Amazon Narrative (Charles-Marie de La Condamine, 1745)",
      "link": "https://archive.org/details/journalduvoyagef00laco",
      "coordinates": [-1.5, -51.5],
      "confidence": "Medium",
      "known_settlement_likelihood": "High",
      "description": "La Condamine, a French scientist, descended the Amazon in 1743 after his geodesic mission in the Andes. His published journal (in French) provides one of the first Enlightenment-era scientific observations of the Amazon Basin. He recorded latitude/longitude of key points and described indigenous groups and their customs along the route from Quito to Pará. For example, La Condamine noted earthworks like raised causeways built by locals to traverse floodplains near the Amazon’s mouth, and he commented on ancient mounds and pottery finds at sites such as near Santarém. His precise mapping of the river’s course and mention of archaeological features (shell middens, terra preta soils) offer concrete starting points for field research. As an impartial observer who also advocated for the existence of Amazonian complexity (siding with Jesuit Samuel Fritz in boundary disputes):contentReference[oaicite:10]{index=10}, La Condamine’s work connects historical geography with physical evidence that can be ground-truthed."
    },
    {
      "title": "Expedition to Moxos and Pará (Father José de Altamirano & Juan Patricio Fernández, 1716–1724)",
      "link": null,
      "coordinates": [-14.8, -64.9],
      "confidence": "Medium",
      "known_settlement_likelihood": "High",
      "description": "These Jesuit missionaries documented the Llanos de Moxos (Bolivian Amazon) and the upper Madeira in the early 18th century, describing the conversion of large settled populations. Their reports (as summarized in Fernández’s later published \"Relación de las Misiones de los Moxos\") note that the native Moxo people lived in extensive villages built on artificial mounds (\"lomas\") connected by straight raised roads to avoid seasonal floods. Such observations are extremely relevant today: modern LiDAR studies in the same region have revealed massive pre-Hispanic mound complexes and causeway networks:contentReference[oaicite:11]{index=11}:contentReference[oaicite:12]{index=12}. The missionaries’ 18th-century descriptions of organized town layouts and infrastructure provide direct historical confirmation of what archaeologists are now rediscovering. Thus, their accounts can guide further investigation of unapparent earthworks in the Bolivian Amazon savanna."
    },
    {
      "title": "Diario da viagem… Capitania do Rio Negro (Francisco X. Ribeiro de Sampaio, 1774–1775)",
      "link": "https://digital.bbm.usp.br/handle/bbm/6651",
      "coordinates": [0.0, -65.5],
      "confidence": "High",
      "known_settlement_likelihood": "High",
      "description": "The official diary of Sampaio, a Portuguese colonial administrator, during his inspection tour of the Rio Negro region (northwest Brazilian Amazon). This rich 1770s account includes geographic coordinates, descriptions of indigenous villages, and notes on local lore (such as the enduring legends of the \"Amazonas\" warrior women and the \"famous golden lake\"). Sampaio’s meticulous observations offer a snapshot of the upper Amazon just before intensive rubber-era changes. He visited existing settlements (indigenous and Portuguese forts) and also recorded ruins of earlier Jesuit missions and native earthworks. His inquiry into the \"golden lake\" (El Dorado) myth led him to identify and dismiss certain locations, which ironically narrows down where no city existed and by elimination hints where one could. With detailed notes on rivers and trails (many now remote), Sampaio’s diary can help locate historical sites such as mission foundations or major tribal towns that have yet to be excavated."
    },
    {
      "title": "Natural and Moral History of the Indies – Amazon references (José de Acosta, 1590)",
      "link": "https://archive.org/details/historianatvraly00acost",
      "coordinates": null,
      "confidence": "Low",
      "known_settlement_likelihood": "Medium",
      "description": "Acosta’s famous work is a broad description of the New World; it only briefly touches on the Amazon. However, he relays early hearsay about the great river, including reports of its vast length and the curious tale of women-only tribes (echoing Carvajal). While Acosta never traveled to Amazonia himself, his synthesis of traveler’s stories in the 16th century preserves clues, such as the existence of large cinnamon-rich forests east of Quito and rumors of populous kingdoms downriver. These hints, though vague, help us understand what areas were considered significant by the Spanish contemporaneously. Acosta’s mention of the Amazon women, for instance, pinpoints the regions around the Napo where this story originated – areas that might align with known archaeological cultures. As a contextual source, it has lower direct value, but it corroborates other chronicles about Amazonian complexity."
    },
    {
      "title": "Noticias Historiales de Tierra Firme – Amazon episodes (Fray Pedro Simón, 1627)",
      "link": "https://catalog.hathitrust.org/Record/100192343",
      "coordinates": null,
      "confidence": "Medium",
      "known_settlement_likelihood": "High",
      "description": "A 17th-century Spanish chronicle covering northern South America, including the Amazon periphery. Fray Pedro Simón compiled earlier reports and oral testimonies from conquistadors. In his \"Noticias Historiales\", he recounts (in Book 5) the journey of Philip von Hutten and others who approached the Amazon basin from Venezuela, as well as references to Ursúa’s and Orellana’s expeditions. Simón adds detail about the indigenous polities at the fringes of Amazonia (e.g. along the Putumayo and Caquetá rivers) and describes the fabled wealth of the Omagua and Musu peoples. Because Simón preserves these fragments, his work points to specific frontier zones – like the western Amazon piedmont and the Guyana highlands – where contact-period settlements might be found. His accounts of large canoes and river trade imply substantial communities. Researchers can use Simón’s geographically organized narratives to focus on river corridors that linked the Andes and the Amazon."
    },
    {
      "title": "Travels in Brazil (Spix & Martius, 1820)",
      "link": "https://archive.org/details/travelsinbrazil02mart",
      "coordinates": [-3.1, -60.0],
      "confidence": "Medium",
      "known_settlement_likelihood": "High",
      "description": "German naturalists Johann von Spix and Carl von Martius journeyed through the Brazilian Amazon (1819–1820) and recorded valuable ethnographic and natural details. They visited the Solimões and Negro rivers, noting traces of prior indigenous habitation. For example, Martius observed extensive terra preta (dark fertile soil) areas with pottery fragments near native villages, realizing these indicated former large settlements. They also collected local folklore about ancient \"white tribes\" and reported on mound-building practices along the lower Amazon. Their scientific expedition, though focused on flora and fauna, inadvertently documented archaeological indicators (shell middens, causeway-like dikes in várzea fields, etc.). The duo’s published travels guide archaeologists to specific locales – such as the confluence of the Rio Negro and Amazon around Barcelos and Manaus – where they saw evidence of past human modification of the landscape. These sites remain promising for exploration given Martius’s early notes on artificial earthworks."
    },
    {
      "title": "Journal of a Passage from the Pacific to the Atlantic (Lt. Henry Lister Maw, 1829)",
      "link": "https://archive.org/details/journalofpassage00mawh",
      "coordinates": [-5.0, -72.0],
      "confidence": "Medium",
      "known_settlement_likelihood": "High",
      "description": "Maw, a British naval officer, traversed the Amazon from Peru to the Atlantic in the 1820s and published one of the earliest English-language accounts of the entire river. He kept a careful daily log, describing villages, mission stations, and notable ruins. For instance, Maw remarks on encountering abandoned mission churches along the Ucayali and Marañón, and he notes large earthen mounds near native villages on the middle Amazon. He also documented rock inscriptions at a river cataract. His practical navigation report is sprinkled with these observations of human landscape features. Because Maw’s goal was assessing navigability (for commerce), he ventured into less-visited channels and side rivers. The settlements he describes (some now vanished) and any archaeological remains (like the petroglyphs he mentions) are valuable targets for modern investigation. His coordinates and route maps can help pinpoint these sites accurately."
    },
    {
      "title": "A Voyage up the River Amazon (William H. Edwards, 1847)",
      "link": "https://archive.org/details/voyage00upriveramaedwarich",
      "coordinates": [-1.45, -48.5],
      "confidence": "Low",
      "known_settlement_likelihood": "High",
      "description": "Edwards, an American naturalist, traveled from Pará up the Amazon to Manaus in the 1840s. His travelogue provides a foreign resident’s perspective on Amazonian towns and remnants of indigenous cultures. While Edwards was more focused on the region’s abundant wildlife (he famously searched for butterflies), he also recorded observations like ancient pottery fragments eroding from riverbanks and the layout of old Portuguese forts built atop native village sites. In one instance, staying at Santarém, he describes the surrounding countryside strewn with pieces of pre-Columbian pottery, evidence of the once-large Tapajós tribe settlements there:contentReference[oaicite:13]{index=13}. Such notes corroborate known archaeological zones (like the Santarém ceramic complex) and reinforce that significant sites were visible even in 1847. Though not an archaeological text, Edwards’ book underlines known settlement areas (Tapajós, Tocantins, etc.) that still hold unexplored remains."
    },
    {
      "title": "Exploration of the Valley of the Amazon, Part I (Lt. William Lewis Herndon, 1853)",
      "link": "https://archive.org/details/explorationofval01hern",
      "coordinates": [-10.0, -75.0],
      "confidence": "Medium",
      "known_settlement_likelihood": "High",
      "description": "Herndon, a U.S. Navy officer, led a U.S. government expedition through Peru into the Amazon in 1851. Volume I of his report covers the route from Lima across the Andes and down the Huallaga and Marañón to the Rio Negro. Along the way Herndon carefully notes antiquities and indigenous infrastructure. For example, he describes finding old Inca roads leading into the jungle and ancient terraced gardens on the eastern Andean slopes, as well as large vacant villages along the upper Amazon tributaries (some former Jesuit mission sites). He also documents the locations of significant confluences and strategic river islands where fortifications could exist. Herndon’s military precision in mapping and his commentary on the population (he estimated how many people once lived in certain areas based on pottery scatter and earthworks) make his journal a practical tool. Archaeologists can use his data to zero in on stretches of the upper Amazon and Ucayali that held concentrated settlements which may not have been revisited since."
    },
    {
      "title": "Exploration of the Valley of the Amazon, Part II (Lt. Lardner Gibbon, 1854)",
      "link": "https://archive.org/details/explorationofval02hern",
      "coordinates": [-14.5, -66.5],
      "confidence": "Medium",
      "known_settlement_likelihood": "High",
      "description": "Gibbon’s report continues the U.S. Navy expedition, covering his separate trek across Bolivia and down the Madeira River. Gibbon traversed the Llanos de Mojos – where he remarked on pre-Columbian landscape modifications like raised causeways and ditch networks still visible in the 1850s – and descended through the fall line of the Madeira, noting the ruins of Portuguese forts and depopulated indigenous villages on the way. Of particular interest is Gibbon’s description of the massive earth mounds (\"los altos\") in the Bolivian Amazon savanna, which local lore attributed to ancient inhabitants. Today, we know this area harbored a complex hydraulic society, corroborated by LiDAR evidence of vast causeway-connected mound systems:contentReference[oaicite:14]{index=14}. Gibbon’s 19th-century account thus provides direct historical documentation of those structures. His mapping of rapids and portage paths also pinpoints where indigenous trade routes existed – likely archaeological hot-spots now (e.g., around Teotônio falls where vast quantities of pottery shards have since been found)."
    },
    {
      "title": "Expédition dans l’Amérique du Sud – Amazon Basin (Comte Francis de Castelnau, 1840s)",
      "link": "https://archive.org/details/expeditiondansle03cast",
      "coordinates": [-2.5, -55.0],
      "confidence": "Medium",
      "known_settlement_likelihood": "High",
      "description": "Castelnau led a French scientific expedition (1843–1847) across South America, including a descent of the Amazon from the Peruvian Andes. His multi-volume report details the geography and ethnography of the Amazon Basin. Castelnau documented, for example, ancient earthwork fortifications at the junction of the Guaporé and Madeira (on what was then the frontier of Portuguese and Spanish territories) and recorded large shell middens on Marajó island at the Amazon’s mouth. He collected indigenous oral histories about an earlier \"empire\" along the middle Amazon (possibly referring to the Omagua domain). Castelnau’s careful illustrations and maps identified locations of walled villages and causeways still in use. Because he surveyed portions of Amazonia that had seen little European presence since the Jesuit era, his notes on lingering archaeological features (like the layout of circular villages he saw among the Pano tribes) are especially useful. Modern scholars can match his noted sites with satellite imagery to locate these structures on the ground."
    },
    {
      "title": "Voyage dans l’Amérique Méridionale – Tome III (Jules Crevaux, 1883)",
      "link": "https://archive.org/details/voyagesdanslamr01crev",
      "coordinates": [1.5, -69.25],
      "confidence": "Medium",
      "known_settlement_likelihood": "Medium",
      "description": "Crevaux was a French explorer who in the 1870s–1880s ventured into some of the least-known Amazon tributaries. Volume III of his travels covers his exploration of the Japurá (Caquetá) and Purus rivers. Crevaux’s journals mention finding mysterious large ditches and embankments deep in the forest, possibly remnants of fortifications, and encountering remote tribes who lived in very large communal houses (hints of past populous societies). On the upper Japurá, he heard stories of an abandoned stone city on a hill – which he never found but dutifully recorded the legend and approximate location. Such notes point to potential \"lost\" sites in the Colombia-Brazil border region. Additionally, Crevaux took note of indigenous pathways and artificial canals connecting rivers, indicating that significant engineering was done historically. His observations, albeit late in the 19th century, fill gaps for western Amazonia and highlight zones along the mid-Caquetá and Purus that modern archaeology has only recently started to survey."
    },
    {
      "title": "Voyage au Trombetas et Tapajós (Henri Coudreau, 1884)",
      "link": "https://gallica.bnf.fr/ark:/12148/bpt6k104553w",
      "coordinates": [-1.89, -55.5],
      "confidence": "High",
      "known_settlement_likelihood": "Medium",
      "description": "Coudreau, a French explorer, was commissioned to survey tributaries in Brazilian Amazonia during the 1880s. In his report on the Trombetas and Tapajós rivers, he provides detailed notes on ancient remains. Coudreau describes encountering massive artificial mounds along the Tapajós (likely pre-Columbian habitation mounds of the Tapajó culture) and observes that local people still used old earthen causeways to travel between these high points during flood season. He mapped several pre-European mound complexes on the floodplain. He also identified petroglyphs on rock outcrops by the Trombetas. Coudreau’s precise maps and site sketches are invaluable: many of the mounds he marked are in remote areas that archaeologists have yet to systematically excavate. His documentation of causeways and canals connecting settlement mounds mirrors recent scientific discoveries of similar features elsewhere in Amazonia:contentReference[oaicite:15]{index=15}. Thus, his work directly guides us to promising locations (e.g. the Faro and Santarém regions) for unearthing large pre-Columbian settlements."
    },
    {
      "title": "Voyage au Xingu (Henri Coudreau, 1887)",
      "link": "https://gallica.bnf.fr/ark:/12148/bpt6k104555b",
      "coordinates": [-11.0, -53.0],
      "confidence": "High",
      "known_settlement_likelihood": "Medium",
      "description": "In this account of exploring the Rio Xingu in the late 19th century, Coudreau documented one of the first Western observations of the remarkable circular village patterns of the Upper Xingu’s indigenous tribes. He noted that the Xinguano villages were laid out in large circles with central plazas and radiating roads – a settlement layout strikingly similar to prehistoric \"ring villages\" identified by archaeologists in that region:contentReference[oaicite:16]{index=16}. Coudreau also recorded ancient earthworks: ditches and berms near certain Xingu tributaries that the locals believed were built by their ancestors. He collected reports of a \"ghost city\" in the forest, said to have stone walls, somewhere between the Xingu and Tapajós – which he was unable to reach due to illness. Coudreau’s Xingu data not only preserves ethnographic information but also pinpoints the likely locations of pre-contact population centers (some now confirmed by modern surveys). His writings essentially provided a field map of the late pre-Columbian landscape (villages, roads, fields) that researchers can use to locate archaeological signatures in the Upper Xingu basin."
    },
    {
      "title": "Durch Central-Brasilien (Karl von den Steinen, 1886)",
      "link": "https://archive.org/details/durchcentralbras00stei",
      "coordinates": [-12.5, -52.5],
      "confidence": "High",
      "known_settlement_likelihood": "Medium",
      "description": "Von den Steinen, a German anthropologist, led expeditions (1884–1887) among the headwaters of the Xingu. He produced the first scholarly description of the sophisticated village design and road networks of the Xingu’s indigenous peoples. Notably, he documented how numerous villages were organized in a geometric cluster with roads connecting them into a regional network – effectively a low-density urban system spread across the landscape. This mirrors what archaeological models now reveal about ancient Amazonian settlement patterns:contentReference[oaicite:17]{index=17}. Von den Steinen also reported seeing large prehistoric mounds (some used as cemeteries) and pottery debris fields along the Xingu, surmising correctly that the area had been occupied for many generations. His records of temple mounds and long dike-like structures along seasonal lakes indicate locations of intense human modification. Modern excavations in the Xingu have since confirmed extensive pre-Hispanic earthworks and habitations in exactly those spots. Von den Steinen’s route maps and village sketches effectively provide a guide for archaeologists to rediscover these \"lost\" ring villages and infrastructure."
    }
  ]
  